amd-ucode
appstream-glib
baobab
base
base-devel
decibels
docker
docker-compose
efibootmgr
epiphany
fastfetch
feh
firefox
fnm
gdb
gdm
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-themes-extra
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
go
grilo-plugins
grub
gufw
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
intel-media-driver
iwd
jdk-openjdk
libva-intel-driver
linux
linux-firmware
lldb
loupe
malcontent
nano
nautilus
network-manager-applet
networkmanager
npm
orca
os-prober
papers
papirus-icon-theme
podman
pyenv
reflector
rustup
rygel
sassc
showtime
simple-scan
smartmontools
snapshot
sudo
sushi
tecla
tk
ttf-jetbrains-mono-nerd
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
wireless_tools
wpa_supplicant
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yay
yay-debug
yelp
zram-generator
